---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.InchesToTheFourthPower
source: html/d6186e3b-e8fd-c431-a920-32fe9376cf9c.htm
---
# Autodesk.Revit.DB.UnitTypeId.InchesToTheFourthPower Property

Inches to the fourth power.

## Syntax (C#)
```csharp
public static ForgeTypeId InchesToTheFourthPower { get; }
```